Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/facta/skuvlahistorja6/katja-tn.html.tmx
Source language: nob
Languages: sme

source: De klemte avgangselevene. Det var en rørende avskjedsscene.
sme: Daid ohppiid geat ledje geargan skuvllas oidnojedje sii váldime birračeabeha.

source: Skolesjefen ropte navnet hennes da hun nærmet seg, men hun stirret bare rett frem for seg og gikk fort mot de ventende skolebussene utenfor porten.
sme: Go Kátjá lahkonii, čurvii skuvlašeaffa su nama, muhto son geahčai dušše njuolga daid vuordi skuvlabussiide mat ledje olggobealde áiddi, ja doamai buot oahpaheddjiid meatta nu ahte ii ravkalan ge čalmmi.

source: Heller ikke lærerne ville hun se på, bare skyndte seg å spørre en av bussjåførene hvilken buss hun skulle ta. Stille satte hun seg i den tomme bussen.
sme: Son doamai ovtta bussevuoddjis jearrat guhte busse dat lei man fárrui son galggai, go dan diedu oaččui, doapmalii son dan guoros bussii.

source: De ventet lenge på de andre barna.
sme: Skuvlabusse fertii guhká vuordit daid eará mánáid.

source: Hun stirret på den store, stygge skolebygningen, så full av minner.
sme: Kátjá čohkkái ja geahčai dan stuora, romes skuvlii.

source: Hun husket den første skoledagen.
sme: Su muitui bođii dat vuosttaš skuvlabeaivi.

source: Far som forlot henne i denne forferdelige bygningen.
sme: Go áhčči guđii su dieid issoras seinniid siskkobeallái.

source: Noe fylte halsen, det kjentes som om hun skulle kveles.
sme: Son fertii čalmmiid čárvet garrasit gitta go jurddašii dien birra.

source: Hun klemte hardere om veska, men det gjorde så djevelsk vondt i øynene.
sme: Juoga orui čoddagis viggame bajás ja buviheame su. Son cipmui giedaiguin veaskkus, ja dovddai mot čalmmit bávččastišgohte.

source: - Ni år..
sme: Ovcci jagi.

source: og bestemor!
sme: ja áhkku!

source: Tenk at jeg ikke fikk være hos bestemor før hun døde.
sme: In beassan áhku luhtte ge ovdal go son jámii.

source: Det var skolens skyld.
sme: Skuvlla dihte.

source: Kanskje bestemor ikke hadde dødd hvis jeg hadde vært hos henne...
sme: Áhkku ii livčče soaitán jápmit jus mun ledjen leamašan ruovttus.

source: men skolen..
sme: muhto skuvla.

source: internatet!
sme: internáhtta!

source: Forbannede skole!
sme: Garruduvvon skuvla!

source: Hun presset hånden mot munnen for ikke å gråte høyt.
sme: Son fertii gieđa dollet njálmme ovdii vai ii čierrugoađe jitnosit.

source: Men smertene inni henne klarte hun ikke stanse.
sme: Orui čađat dego soames livččii juoga mainna čuoggume su siste.

source: De stakk som spisse nåler.
sme: Dat bávččagii nu issorasat.

source: åpnet øynene, forsto hun at hun ikke kunne gråte mer.
sme: Muhto go son rabestii čalmmiid fas, fuomášii son ahte sus eai boahtán gatnjalat ge, ja ahte čierrun lei su siste, rattis juoga sajes, ii ge boahtán bajás.

source: Gråten var blitt stille og tørr langt inne i hjertet. Skolebussen startet.
sme: Son čierui goike, jávohis čierruma go skuvlabusse vuoddjái ja vuolggahii su ruoktot!

source: Så deilig det var å komme hjem igjen!
sme: Man somá lei ruoktot boahtit!

source: Det tok tid før hun virkelig fattet at hun aldri mer behøvde å tvinge seg til å gå på skolen.
sme: Álggos ii orron oba jáhkimis ge ahte son ii bággehala šat skuvlii vuolgit. Ii goassege.
